Repository: Pardus-Kurumsal/deepin-movie
Catalog: locale/*.po
Languages: am_et

source: About
am_et: ስለ

source: Acknowledgements
am_et: ማረጋገጫ

source: Deepin Movie
am_et: ሙቪ

source: Version
am_et: እትም

source: Deepin Movie is a well-designed and full-featured video player with simple borderless design. It supports local and streaming media play with multiple video formats.
am_et: ዲፕኢን ሙቪ በ ጥሩ-የ ተዘጋጀ እና የ ሙሉ-ገጽታ ቪዲዮ ማጫወቻ ነው: ድንበሮቹ በ ቀላሉ የ ተዘጋጁ ናቸው: የ አካባቢ እና በርካታ የ ቪዲዮ አቀራረቦችን ይደግፋል

source: Deepin Movie is released under GPLv3.
am_et: የ ዲፕኢን ሙቪዎች የ ተለቀቁት በ GPLv3. ነው

source: Stop playing
am_et: ማጫወቻውን ማስቆሚያ

source: Previous
am_et: ቀደም ያለው

source: Pause
am_et: ማስቆሚያ

source: Play
am_et: ማጫወቻ

source: Next
am_et: ይቀጥሉ

source: Exit fullscreen
am_et: ከ ሙሉ መመልከቻው ዘዴ መውጫ

source: Fullscreen
am_et: በሙሉ መመልከቻ ዘዴ

source: Open a file
am_et: ፋይል መክፈቻ

source: Playlist
am_et: የማጫወቻ ዝርዝር

source: None
am_et: ምንም

source: Please input a new shortcut
am_et: እባክዎን አቋራ ያስገቡ

source: The shortcut you set
am_et: እርስዎ ያሰናዱት አቋራጭ

source: conflicts with the one used for "%2" in the "%1" category.
am_et: ይጋጫል አሁን ከሚጠቀሙት ጋር "%2" በ "%1" ምድብ ውስጥ

source: Do you want to replace it?
am_et: መቀየር ይፈልጋሉ?

source: Cancel
am_et: መሰረዣ

source: Replace
am_et: መቀየሪያ

source: Unknown
am_et: ያልታወቀ

source: File type
am_et: የፋይል አይነት

source: File size
am_et: የፋይል መጠን

source: Resolution
am_et: ሪዞሊሽን

source: Movie duration
am_et: ሙቪው የሚፈጀው ጊዜ

source: File path
am_et: የፋይል መንገድ

source: Copy to clipboard
am_et: ወደ ቁራጭ ሰሌዳ ኮፒ ማድረጊያ

source: Close
am_et: መዝጊያ

source: Invalid file
am_et: ዋጋ የሌለው ፋይል

source: %1 files unable to be parsed have been excluded
am_et: %1 ፋይሎች መተንተን ያልተችለው አብረው ተካተዋል

source: Imported
am_et: መጥቷል

source: Play last movie played
am_et: መጨረሻ የተጫወተውን ሙቪ ማጫወቻ

source: Forward
am_et: ወደ ፊት

source: Rewind
am_et: ወደ ኋላ ማጠንጠኛ

source: (Press %1 to restore)
am_et: (ይጫኑ %1 እንደ ነበር ለመመለስ)

source: Playback rate:
am_et: በ ድጋሚ ማጫወቻ መጠን

source: Volume:
am_et: መጠን:

source: Muted
am_et: መቀነሻ

source: Subtitle advanced %1 seconds
am_et: ንዑስ አርእስት %1 ሰከንዶች

source: Subtitle delayed %1 seconds
am_et: ንዑስ አርእስት ዘግይቷል በ %1 ሰከንዶች

source: Please choose one file or more
am_et: እባክዎን አንድ ወይንም ተጨማሪ ፋይል ይምረጡ

source: Video files
am_et: የ ቪዲዮ ፋይሎች

source: All files
am_et: ሁሉንም ፋይሎች

source: Please choose one file
am_et: እባክዎን አንድ ፋይል ይምረጡ

source: Subtitle files
am_et: የ ንዑስ አርእስት ፋይሎች

source: Playlist files
am_et: የ ማጫወቻ ዝርዝር ፋይሎች

source: Save as
am_et: ማስቀመጫ እንደ

source: Please choose a folder
am_et: እባዎን ፎልደር ይምረጡ

source: Play mode
am_et: ማጫወቻ ዘዴ

source: Add file
am_et: ፋይል መጨመሪያ

source: Clear playlist
am_et: ዝርዝር ማጫወቻ ማጽጃ

source: Clear playlist on opening new file
am_et: አዲስ ፋይል በሚከፈትበት ጊዜ የማጫወቻውን ዝርዝር ማጽጃ

source: Resume playback after restarting player
am_et: ማጫወቻው እንደገና ሲጀምር በድጋሚ ማጫወቱን መቀጠያ

source: Continue to next video automatically
am_et: ወደሚቀጥለው ቪዲዮ ራስ በራሱ መቀጠያ

source: Show preview when hovering over progress bar
am_et: በ ቅድመ እይታ ማሳያ በ ሂደት መደርደሪያ ላይ ሲንሳፈፍ

source: Forward/Rewind (s)
am_et: ወደ ፊት/ማጠንጠኛ(ዎች)

source: Enable keyboard shortcuts
am_et: የ ፊደል ገበታ አቋራጮች ማስቻያ

source: Pause/Play
am_et: ማጫወቻ/ማስቆሚያ

source: Accelerate playback
am_et: መልሶ ማጫወቻ ማፍጠኛ

source: Decelerate playback
am_et: መልሶ ማጫወቻ ማዘግያ

source: Restore playback speed
am_et: መልሶ ማጫወቻ እንደ ነበር መመለሻ

source: Mini mode
am_et: በትንሽ ዘዴ

source: Volume up
am_et: መጠን መጨመሪያ

source: Volume down
am_et: መጠን መቀነሻ

source: Open previous
am_et: ቀደም ያለውን መክፈቻ

source: Open next
am_et: የሚቀጥለውን መክፈቻ

source: Forward %1 (s)
am_et: ወደ ፊት %1 (s)

source: Delay %1 (s)
am_et: ማዘግያ %1 (s)

source: Subtitle up
am_et: ንዑስ አርእስት ከ ላይ

source: Subtitle down
am_et: ንዑስ አርእስት ከ ታች

source: Left click
am_et: የ ግራ መጫኛ

source: Double click
am_et: ሁለት ጊዜ መጫኛ

source: Subtitles loaded automatically
am_et: ንዑስ አርእስቶችን ራሱ በራሱ መጫኛ

source: Border width
am_et: የ ድንበር ስፋት

source: Orange
am_et: ብርቱካን

source: Playback
am_et: በድጋሚ ማጫወቻ

source: Frame/Sound
am_et: ክፈፍ/ዽምፅ

source: Files
am_et: ፋይሎች

source: Other
am_et: ለላ

source: Subtitles
am_et: ንዑስ አርእስቶች

source: Black
am_et: ጥቁር

source: bleu de France
am_et: ሰማያዊ

source: Turquoise
am_et: አረንጓዴ ሰማያዊ

source: UFO green
am_et: ቢጫ አረንጓዴ

source: Green yellow
am_et: አረንጓዴ ቢጫ

source: Energy yellow
am_et: ቢጫ

source: Radical red
am_et: መሰረታዊ ቀይ

source: Lavender indigo
am_et: ወይን ጠጅ

source: Royal blue
am_et: ሰማያዊ

source: Aluminum
am_et: አሉሚኒየም

source: Clean white
am_et: ንጹህ ነጭ

source: Basic settings
am_et: መሰረታዊ ማሰናጃ

source: Time span
am_et: የሚፈጀው ጊዜ

source: Keyboard shortcuts
am_et: የፊደል ገበታ አቋራጮች

source: Subtitle settings
am_et: ንዑስ አርእስት ማሰናጃ

source: Reset shortcuts
am_et: አቋራጭ እንደ ነበር መመለሻ

source: Reset subtitle settings
am_et: ንዑስ አርእስት እንደ ነበር መመለሻ ማሰናጃ

source: Fullscreen on opening file
am_et: ፋይሉ በሚከፈት ጊዜ በሙሉ መመልከቻ ዘዴ

source: Apply the size last time closed
am_et: መጨረሻ ጊዜ ሲዘጋ የነበረውን መጠን መጠቀሚያ

source: Allow multiple instances
am_et: በርካታ ሁኔታዎችን ማስቻያ

source: Pause when minimized
am_et: በሚያንስ ጊዜ ማስቆሚያ

source: Rotate counterclockwise
am_et: ማዞሪያ ከ ቀኝ ወደ ግራ

source: Rotate clockwise
am_et: ማዞሪያ ከ ግራ ወደ ቀኝ

source: Mute
am_et: መቀነሻ

source: Scroll
am_et: መሸብለያ

source: Volume
am_et: መጠን

source: Font
am_et: ፊደል

source: Font color
am_et: የ ፊደል ቀለም

source: Size
am_et: መጠን

source: Border color
am_et: የ ድንበር ቀለም

source: Position
am_et: ቦታ

source: Bottom
am_et: ከ ታች

source: Top
am_et: ከ ላይ

source: Sync adjustment (s)
am_et: ማስማሚያ ማስተካከያ (ዎች)

source: Shown in a proportion of 1:1
am_et: ታይቷል በ ተመጣጣኝ በ 1:1

source: Shown in 1.5 times
am_et: ታይቷል በ 1.5 ጊዜ

source: Return to mini mode
am_et: ወደ ትንሽ ዘዴ መመለሻ

source: Shown in fullscreen
am_et: በ ሙሉ መመልከቻ ዘዴ ታይቷል

source: Cancel "On Top"
am_et: መሰረዣ "ከ ላይ"

source: On Top
am_et: ከ ላይ

source: Please input the url of file played
am_et: እባክዎን ያስገቡ url ለ ተጫወተው ፋይል

source: Confirm
am_et: ማረጋገጫ

source: The parse failed
am_et: መተንተን አልተቻለም

source: Buffering...
am_et: በ መጠበቅ ላይ...

source: Default
am_et: ነባር

source: Rotate 90 degree clockwise
am_et: ማዞሪያ 90 ዲግሪ ከ ግራ ወደ ቀኝ

source: Rotate 90 degree counterclockwise
am_et: ማዞሪያ 90 ዲግሪ ከ ቀኝ ወደ ግራ

source: Flip horizontally
am_et: በ አግድም መገልበጫ

source: Flip vertically
am_et: በ ቁመት መገልበጫ

source: Volume Up
am_et: መጠን መጨመሪያ

source: Volume Down
am_et: መጠን መቀነሻ

source: Auto
am_et: በራሱ

source: Left
am_et: የ ግራ

source: Right
am_et: የ ቀኝ

source: Mono
am_et: ነጠላ

source: Stero
am_et: ስቴሪዮ

source: Hide subtitle
am_et: ንዑስ አርእስት መደበቂያ

source: Open manually
am_et: በ እጅ መክፈቻ

source: Subtitle selection
am_et: ንዑስ አርእስት መምረጫ

source: Subtitle setting
am_et: ንዑስ አርእስት ማሰናጃ

source: Order
am_et: ቅደም ተከተል

source: Random
am_et: በደፈናው

source: Single
am_et: ነጠላ

source: Repeat (Single)
am_et: መድገሚያ (ነጠላ)

source: Repeat (Playlist)
am_et: መድገሚያ (የማጫወቻ ዝርዝር)

source: Open a folder
am_et: ፎልደር መክፈቻ

source: Open URL
am_et: URL መክፈቻ

source: Always on top
am_et: ሁል ጊዜ ከ ላይ

source: Play Sequence
am_et: የማጫወቻ ቅደም ተከተል

source: Frame
am_et: ክፈፍ

source: Sound
am_et: ድምፅ

source: Settings
am_et: ማሰናጃዎች

source: Information
am_et: መረጃ

source: Help
am_et: እርዳታ

source: Add folder
am_et: ፎልደር መጨመሪያ

source: Remove from playlist
am_et: ከ ዝርዝር ማጫወቻ ማስወገጃ

source: Remove invalid file
am_et: ዋጋ የሌለውን ፋይል ማስወገጃ

source: Export
am_et: መላኪያ

source: Import
am_et: ማምጫ

source: Open file location
am_et: የፋይሉን አካባቢ መክፈቻ

source: Exit mini mode
am_et: ከ ሚንት ዘዴ መውጫ
